[
  {
    "title": "Stay Hydrated",
    "description": "Drink water or sports drinks with electrolytes during exercise to stay energized and hydrated. Avoid sugary drinks and choose lower-calorie options if desired.",
    "image": "images/site/stay_hydrated.jpg"
  },
  {
    "title": "Find a Workout Buddy",
    "description": "Exercise with a supportive and inspiring friend or find a workout group to stay motivated and push your limits.",
    "image": "images/site/workout_buddy.jpg"
  },
  {
    "title": "Stock Your Fridge with Healthy Foods",
    "description": "Fill your fridge with fruits, vegetables, lean meats, and healthy snacks like hummus, grapes and walnuts, and apple slices with cheese. Consider buying balsamic vinegar, in-shell nuts, and fat-free plain yogurt for added diet-friendly benefits.",
    "image": "images/site/healthy_fridge.jpg"
  },
  {
    "title": "Relieve Those Achy Muscles",
    "description": "Use cold water immersion or ice baths to reduce soreness after exercise. Avoid using ice baths if you have certain health conditions, such as heart conditions, impaired circulation, or diabetes. Talk to a healthcare provider if you're unsure.",
    "image": "images/site/relieve_muscles.jpg"
  },
  {
    "title": "Curb Your Sweet Tooth",
    "description": "Limit sugar intake, especially added sugar, to assist with weight loss and improve overall health. Satisfy your sweet tooth with fruit instead.",
    "image": "images/site/curb_sweet_tooth.jpg"
  },
  {
    "title": "Wear Comfortable Sneakers",
    "description": "Buy sneakers that fit comfortably and provide enough room for your toes. Replace them every 300 to 350 miles or every two years.",
    "image": "images/site/comfy_sneakers.jpg"
  },
  {
    "title": "Pick Your Perfect Tunes",
    "description": "Create a playlist of uplifting and energizing music to enhance your workout experience. Choose songs that make you feel good and improve your performance.",
    "image": "images/site/perfect_tunes.jpg"
  },
  {
    "title": "Know When To Weigh Yourself—And How Often",
    "description": "Weigh yourself in the morning before eating or drinking, and check your weight at a consistent time each week for the most reliable number. Don't be discouraged by fluctuations.",
    "image": "images/site/weigh_yourself.jpg"
  },
  {
    "title": "Keep Your Portions in Check",
    "description": "Practice portion control by filling half your plate with vegetables or a mixture of vegetables and fresh fruit. Be mindful of your current eating habits and adjust accordingly.",
    "image": "images/site/portion_control.jpg"
  },
  {
    "title": "Plan Your Runs Ahead of Time",
    "description": "Prepare for races or runs by eating a high-carbohydrate breakfast and bringing necessary items, such as a watch, music player, and cell phone. Wear sunglasses on sunny days to reduce glare and conserve energy.",
    "image": "images/site/plan_your_runs.jpg"
  },
  {
    "title": "Don't Stress if You Go Beyond Your Calorie Needs",
    "description": "Don't worry too much about occasional overeating. Keep in mind that it takes a lot of calories to gain weight and focus on maintaining a healthy exercise schedule and mindful eating habits.",
    "image": "images/site/calorie_needs.jpg"
  },
  {
    "title": "Add Some Spice to Your Food",
    "description": "Use spices, fresh herbs, and citrus to add flavor to your meals and liven up your diet. Consider using cayenne pepper, oregano, garlic powder, thyme, paprika, turmeric, cinnamon, or chili powder.",
    "image": "images/site/spice_up.jpg"
  },
  {
    "title": "Know When To Make Changes to Your Exercise Routine",
    "description": "Increase the intensity of your exercise routine if your weight plateaus or your muscles don't feel as fatigued. Consider changing your running routine by upping the amount of miles run by 5 to 10% each week.",
    "image": "images/site/change_routine.jpg"
  },
  {
    "title": "Swap Out Your Shoes When Necessary",
    "description": "Replace running shoes every 300 to 350 miles or every two years.Choose shoes that provide enough support and cushioning for your feet.",
    "image": "images/site/swap_shoes.jpg"
  },
  {
    "title": "Relieve Those Side Stitches",
    "description": "Stop exercising if you experience a side stitch, also known as exercise-related transient abdominal pain (ETAP). Wait at least two to four hours after consuming food or drinks before exercising and limit torso movement to prevent side stitches.",
    "image": "images/site/side_stitches.jpg"
  },
  {
    "title": "Fuel for Fitness",
    "description": "Eat a high-carbohydrate meal before working out and a well-rounded meal after working out to help with recovery. Choose foods that digest well for you and provide enough energy for your workout.",
    "image": "images/site/fuel_fitness.jpg"
  },
  {
    "title": "Say Goodbye to Peer Pressure",
    "description": "Make healthy choices even if your partner, coworkers, or friends don't share your habits. Bring healthy snacks to work and choose healthier options at restaurants.",
    "image": "images/site/peer_pressure.jpg"
  },
  {
    "title": "Savor Your Carbs",
    "description": "Eat resistant starch, such as brown rice, pumpernickel bread, and potato chips, to help with weight management and keep you feeling fuller for longer.",
    "image": "images/site/savor_carbs.jpg"
  },
  {
    "title": "Use Sunscreen for Outdoor Workouts",
    "description": "Protect yourself from harmful UV rays by wearing sunscreen with SPF 30 or higher, a lip balm with SPF 15 or higher, a broad-brimmed hat, and sports shades. Plan outdoor workouts before or after 10 a.m. to 4 p.m., when the sun's rays are at their brightest.",
    "image": "images/site/use_sunscreen.jpg"
  },
  {
    "title": "Opt for Healthier Snack and Fast-food Options",
    "description": "Choose fruits, vegetables, or snacks with a lot of protein when you're hungry between meals. If you're eating fast food, look up the nutrition facts online and choose healthier options, such as salads, chili, or grilled chicken.",
    "image": "images/site/healthier_options.jpg"
  },
  {
    "title": "Protect Yourself from Chafing",
    "description": "Use anti-chafing products, such as anti-chafe sticks, and wear moisture-wicking fabrics to prevent chafing during long runs or tough workouts.",
    "image": "images/site/protect_chafing.jpg"
  },
  {
    "title": "Up Your Fiber Intake",
    "description": "Eat enough fiber, between 21 grams to 30 grams per day, to help you feel full and fueled. Include fiber-rich foods, such as fruits, vegetables, whole grains, and legumes, in your diet.",
    "image": "images/site/up_fiber.jpg"
  },
  {
    "title": "Work Out Consistently",
    "description": "Exercise at the same time during the week or on the same days to create exercise habits and experience weight loss. Plan your workouts in advance and make them a regular part of your routine.",
    "image": "images/site/workout_consistently.jpg"
  }
]